app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)
    if @contact.save
---
INSERT INTO "contacts" ("name", "email", "comments", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "FirstUser"], ["email", "graeme"], ["comments", "test comment"], ["created_at", 2016-12-06 21:53:52 UTC], ["updated_at", 2016-12-06 21:53:52 UTC]]